import React from "react";

const About = () => {
  return (
    <div className="about-page">
      <div className="grid grid-cols-1 md:grid-cols-2 max-w-[80rem] gap-[40px] items-center m-auto py-8 md:py-16 px-6 lg:px-0">
        <div>
          <div className="text-lg md:text-xl text-primary">
            Привіт. Мене звати Альона Єрмакова.
          </div>
          <p>
            Я засновник проекту "Wspieram, bo wiem..." "Підтримую, оскільки
            знаю...", який був створений з метою надання можливості отримати
            всебічну підтримку (морально та фізично)в галузі акушерства та
            психології для тих хто цього потребує.
          </p>
          <p>
            Я пам'ятаю свій шлях до пошуку сімейного щастя, до свідомого
            батьківства, до себе самої... Пам'ятаю і знаю
          </p>
          <p> Як важливо для людини вміти любити життя і себе в ньому;</p>
          <p>
            {" "}
            Як важливо бажати і прагнути створити міцну сім'ю, де пануватимуть
            любов, підтримка, розуміння та повага, - не втрачаючи себе в цьому
            процесі;
          </p>{" "}
          <p>
            Як важливо відчувати себе спокійною і захищеною під час вагітності
            та пологів та у післяпологовий період;
          </p>{" "}
          <p>Як важливо вміти бути другом і опорою для своїх дітей;</p>
          <p>
            Як важливо, на кожному із життєвих етапів отримувати та відчувати
            підтримку і розуміння;
          </p>
          <p>І ще багато чого іншого... </p>
          <p>
            Але найголовніше: завдяки власному досвіду, моїй допитливості,
            безперервному навчанню та практиці у сферах акушерства та
            психології, я знаю, як допомогти вам - тим, хто прагне
            віднайти/відчути гармонію і красу життя.
          </p>
        </div>
        <div>
          <img
            src="/images/heroPic.png"
            className="w-[350px] h-[400px] lg:w-[400px] lg:h-[450px] rounded-md shadow-md shadow-slate-200"
          />
        </div>
      </div>
    </div>
  );
};

export default About;
