import React from "react";

const About = () => {
  return (
    <div className="about-page py-8 md:py-16 px-6 lg:px-0">
      <div className=" max-w-[60rem] items-center md:items-start mx-auto flex md:flex-row flex-nowrap flex-col">
        <div className="order-1 md:order-0">
          <div className="text-lg md:text-2xl text-primary uppercase mb-4 md:mb-8">
            Привіт! <br />
            Мене звати Альона&nbsp;Єрмакова
          </div>
          <p>
            Я засновник проекту{" "}
            <em>
              &lsquo;&lsquo;Wspieram, bo wiem...&lsquo;&lsquo;
              &lsquo;&lsquo;Підтримую, оскільки знаю...&lsquo;&lsquo;
            </em>
            , який був створений з метою надання можливості отримати всебічну
            підтримку (морально та фізично)в галузі акушерства та психології для
            тих хто цього потребує.
          </p>
          <p>
            Я пам'ятаю свій шлях до пошуку сімейного щастя, до свідомого
            батьківства, до себе самої... Пам'ятаю і знаю
          </p>
          <p>
            {" "}
            <em>Як важливо для людини вміти любити життя і себе в ньому;</em>
          </p>
          <p>
            {" "}
            <em>
              Як важливо бажати і прагнути створити міцну сім'ю, де пануватимуть
              любов, підтримка, розуміння та повага, - не втрачаючи себе в цьому
              процесі;
            </em>
          </p>{" "}
          <p>
            <em>
              Як важливо відчувати себе спокійною і захищеною під час вагітності
              та пологів та у післяпологовий період;
            </em>
          </p>{" "}
          <p>
            <em>Як важливо вміти бути другом і опорою для своїх дітей;</em>
          </p>
          <p>
            <em>
              Як важливо, на кожному із життєвих етапів отримувати та відчувати
              підтримку і розуміння;
            </em>
          </p>
          <p>І ще багато чого іншого... </p>
          <p>
            Але найголовніше: завдяки власному досвіду, моїй допитливості,
            безперервному навчанню та практиці у сферах акушерства та
            психології, я знаю, як допомогти вам - тим, хто прагне
            віднайти/відчути гармонію і красу життя.
          </p>
        </div>

        <img
          src="/images/heroPic.png"
          className="md:order-2 w-[350px] rounded-md shadow-xl"
        />
      </div>
    </div>
  );
};

export default About;
