import React from "react";

const About = () => {
  return (
    <div className="about">
      <div className="grid grid-cols-1 md:grid-cols-2 items-center gap-5 md:gap-8">
        <div>
          <img src="/images/heroPic.png" />
        </div>
        <div>
          <p>
            Привіт. Мене звати Альона Єрмакова. Я засновник проекту "Wspieram,
            bo wiem..." "Підтримую, оскільки знаю...", який був створений з
            метою надання можливості отримати всебічну підтримку (морально та
            фізично)в галузі акушерства та психології для тих хто цього
            потребує. Я пам'ятаю свій шлях до пошуку сімейного щастя, до
            свідомого батьківства, до себе самої... Пам'ятаю і знаю
          </p>
          <p>
            🩷Як важливо для людини вміти любити життя і себе в ньому; 🩵Як
            важливо бажати і прагнути створити міцну сім'ю, де пануватимуть
            любов, підтримка, розуміння та повага, - не втрачаючи себе в цьому
            процесі; 🩷Як важливо відчувати себе спокійною і захищеною під час
            вагітності та пологів та у післяпологовий період; 🩵Як важливо в
            вміти бути другом і опорою для своїх дітей; ♥️Як важливо, на кожному
            із життєвих етапів отримувати та відчувати підтримку і розуміння; 🩷І
            ще багато чого іншого... 🤍 Але найголовніше: завдяки власному
            досвіду, моїй допитливості, безперервному навчанню та практиці у
            сферах акушерства та психології, я знаю, як допомогти вам - тим, хто
            прагне віднайти/відчути гармонію і красу життя.
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
