import React from "react";

const Doula = () => {
  return (
    <div className="doula-page leading-8 py-8 md:py-16 px-10 lg:px-0">
      <div className="max-w-[55rem] mx-auto">
        <div className="text-lg md:text-2xl text-primary uppercase mb-8">
          Doula
        </div>
        <p>
          З давніх часів жінки народжували дітей в компанії інших жінок. Колись
          це була допомога з боку мами, бабусі, сусідки, тіток...
        </p>
        <p>
          Пологи — це дуже жіночий процес, і хоча сьогодні вагітні жінки
          найчастіше народжують з власним чоловіком, тільки інша жінка здатна
          зрозуміти всі стани, які ми відчуваємо, народжуючи власну дитину.
        </p>
        <p>
          За освітою доула не є медичним працівником, а це означає, що вона не
          оглядає породіллю і не використовує фармакологічні методи для зняття
          болю при пологах.
        </p>
        <p>
          Проте доула є підтримкою, знанням, турботою для жінки, а часто й
          подругою під час вагітності, пологів та перших хвилин спілкування з
          дитиною.
        </p>
        <p>
          Доула також є своєрідним інформаційним містком між вагітною та
          медичним персоналом.
        </p>
        <p>
          Ще одним із надзвичайно важливих питань є захист прав породіллі. Біль,
          тиск, емоції та динаміка подій під час пологів часто ускладнюють жінці
          реалізацію своїх прав. Іноді вони чують дуже неприємні коментарі від
          лікарів чи акушерок і до них ставляться як до об'єктів.
        </p>{" "}
        <p>
          Чи здатна доула забезпечити психологічну безпеку породіллі? Звичайно!
        </p>
        <p>
          Доула також виконує функції опікуна породіллі. Вона пильно стежить за
          діями медичного персоналу. І хоча доула не входить в компетенцію
          акушерок чи лікарів, сама присутність супроводжуючої особи знижує
          ймовірність поганого ставлення до роділлі під час пологів з боку
          медичного персоналу.
        </p>
        <p>
          Доула часто бачить і чує набагато більше, ніж роділля. Справа в тому,
          що жінка через втому і виснаження часами втрачає здатність мислити
          раціонально і, ймовірно, погоджується на багато чого, аби народити
          якомога швидше. Доула стежить, щоб ніхто не скористався цими
          слабкостями під час пологів — захищає та відстоює права та гідність
          жінки в пологових процесах.
        </p>
        <p>
          Жінка може пройти шлях пологів добре, якісно і свідомо. Їй тільки
          потрібно мати для цього всі умови. Її тільки потрібно підтримати в
          цьому процесі. Саме це і є завданням для доули.
        </p>
        <p>Отже:</p>
        <p>
          Запрошую вас відкрити новий світ — світ батьківства разом зі мною!
        </p>
        <p>
          Якщо ви шукаєте підтримку, ніжність і професійний супровід під час
          вагітності, пологів і після них — я буду поруч, щоб допомогти вам.
        </p>
        <p className="my-8 text-[17px] md:text-[18px] leading-8">
          <span>З чим саме:</span>
          <ul className="custom-list italic">
            <li>підтримка під час вагітності;</li>
            <li>
              підготовка до пологів: навчання технік розслаблення та
              розродження;
            </li>
            <li>післяпологовий супровід: ГВ та догляд за малюком;</li>
            <li>
              емоційна та психологічна підтримка на всіх етапах вагітності,
              пологів, початок післяпологового періоду.
            </li>
          </ul>
        </p>
        <p>
          ...Нехай ваш досвід вагітності та пологів буде незабутнім та приємним.
        </p>
        <p>
          Зв'яжіться зі мною сьогодні, і ми разом створимо план пологових
          процесів, який відповідає вашим потребам і бажанням.
        </p>
      </div>
    </div>
  );
};

export default Doula;
