import React from "react";

const PostpartumDoula = () => {
  return (
    <div className="doula-postpartum-page leading-8 py-8 md:py-16 px-6 lg:px-0">
      <div className="max-w-[55rem] mx-auto">
        <div className="text-lg md:text-2xl text-primary uppercase mb-8">
          Післяпологова доула
        </div>
        <p>
          Навіть для найдосвідченіших батьків принести додому ще одну дитину
          означає змінити розпорядок дня, розподілити час і просто спробувати
          зрозуміти, як усім цим маніпулювати і все це упорядкувати. А для
          новоспечених батьків - сам на сам входити в процеси батьківства - це
          взагалі справжній виклик. Саме тут післяпологова доула може бути
          просто величезною допомогою.
        </p>
        <p>
          Післяпологова доула – це професіонал, який надає батькам інформаційну,
          психологічну, а подекуди і практичну підтримку у період формування і
          становлення контакту батьки - дитинка/мама - дитинка.
        </p>
        <p>
          Доула допомагає батькам стати на цей шлях розуміння, близькості та
          створення міцного зв’язку на все життя.
        </p>
        <div>
          Які послуги я можу запропонувати вам у ролі doula postpartum?{" "}
          <em>
            <p>* підтримка та налагодження грудного вигодовування;</p>
            <p>* допомога у Вашому емоційному та фізичному відновленні;</p>
            <p>* супровід по догляду за новонародженим;</p>
            <p>
              * допомога в навчанні правильного догляду за новонародженим
              (купання, одягання, годування, заспокоєння...);
            </p>
            <p>
              * догляд за дитиною, поки матуся (батьки) відпочиває/приділяє час
              собі;
            </p>
          </em>
          <p>Додаткові опції за індивідуальним узгодженням.</p>
          <p>
            Батьківство/материнство може бути не лише легким, а й ресурсним.
            Звертайтеся і разом ми навчимося, як цього можна досягти.
          </p>
        </div>
      </div>
    </div>
  );
};

export default PostpartumDoula;
