import React from "react";

const PostpartumDoula = () => {
  return (
    <div>
      Навіть для найдосвідченіших батьків принести додому ще одну дитину означає
      змінити розпорядок дня, розподілити час і просто спробувати зрозуміти, як
      усім цим маніпулювати і все це упорядкувати. А для новоспечених батьків -
      сам на сам входити в процеси батьківства - це взагалі справжній виклик.
      Саме тут післяпологова доула може бути просто величезною допомогою.
      Післяпологова доула – це професіонал, який надає батькам інформаційну,
      психологічну, а подекуди і практичну підтримку у період формування і
      становлення контакту батьки - дитинка/мама - дитинка. Доула допомагає
      батькам стати на цей шлях розуміння, близькості та створення міцного
      зв’язку на все життя. Які послуги я можу запропонувати вам у ролі doula
      postpartum?: * підтримка та налагодження грудного вигодовування; *
      допомога у Вашому емоційному та фізичному відновленні; * супровід по
      догляду за новонародженим; * допомога в навчанні правильного догляду за
      новонародженим (купання, одягання, годування, заспокоєння...); * догляд за
      дитиною, поки матуся (батьки) відпочиває/приділяє час собі; Додаткові
      опції за індивідуальним узгодженням. Батьківство/материнство може бути не
      лише легким, а й ресурсним. Звертайтеся і разом ми навчимося, як цього
      можна досягти.
    </div>
  );
};

export default PostpartumDoula;
