import React from "react";

const Services = () => {
  return (
    <div className="services-main-page-section">
      <div>
        <p>
          <span className="text-lg md:text-2xl text-primary uppercase mb-8">
            Доула
          </span>
          <ul>
            <li>Підтримка під час вагітності;</li>
            <li>
              Підготовка до пологів: навчання технік розслаблення та
              розродження;
            </li>
            <li>Післяпологовий супровід: ГВ та догляд за малюком;</li>
            <li>
              Емоційна та психологічна підтримка на всіх етапах вагітності,
              пологів, початок післяпологового періоду.
            </li>
          </ul>
        </p>
      </div>
      <div>
        <p>
          <span className="text-lg md:text-2xl text-primary uppercase mb-8">
            Післяпологова доула
          </span>
          <ul>
            <li>підтримка та налагодження грудного вигодовування;</li>
            <li>допомога у Вашому емоційному та фізичному відновленні;</li>
            <li>супровід по догляду за новонародженим;</li>
            <li>
              допомога в навчанні правильного догляду за новонародженим
              (купання, одягання, годування, заспокоєння...);
            </li>
            <li>
              догляд за дитиною, поки матуся (батьки) відпочиває/приділяє час
              собі;
            </li>
          </ul>
        </p>
      </div>
      <div>
        <span className="text-lg md:text-2xl text-primary uppercase mb-8">
          Психологічна підтримка/консультування
        </span>
        <p>
          Якщо Ваша сім'я переживає складний період: часті і "яскраві"
          конфлікти, поява дітей, розподілення сімейних ролей та обов'язків,
          зради, розлучення, тощо — пропоную Вам свої підтримку та супровід на
          шляху до пошуку найоптимальніших для Вас вирішень цих складних
          життєвих ситуацій.
        </p>
      </div>
    </div>
  );
};

export default Services;
