import React from "react";

const Therapy = () => {
  return (
    <div className="therapy-page leading-8 py-8 md:py-16 px-10 lg:px-0">
      <div className="max-w-[50rem] mx-auto">
        <div className="text-lg md:text-2xl text-primary uppercase mb-8">
          Психологічна підтримка
        </div>{" "}
        <p>
          Сім’я, особисто для мене — це велика цінність в житті людини. Сім'я —
          це вузол, що сплітає наші долі.{" "}
          <p>Джерело безмежної ніжності та підтримки.</p>{" "}
          <p>Джерело пізнання...</p>
          <p>Себе, іншої людини, світу.</p>
        </p>
        <p>
          Та у процесі розвитку стосунків, на різних етапах, сім'ї часто
          зіштовхуються з виникненням труднощів у пошуку взаєморозуміння. Саме
          тоді й виникають часті конфлікти, які іноді можуть призводити до
          виникнення напруження у стосунках, або загрози їх розриву. І абсолютно
          немає різниці про кого йдеться: чоловік — дружина, батьки — діти.
        </p>
        <p>
          Причиною цього можуть бути накопичені образи, нездійснені очікування,
          невміння якісно і конструктивно вирішувати будь-які спірні моменти...
          Часто — навіть невміння розуміти себе самого. Своїх бажань,
          переживань, емоцій...
        </p>
        <p className="my-8 text-[17px] md:text-[18px] leading-8 italic">
          Тому, якщо Ваша сім'я переживає складний період: часті і "яскраві"
          конфлікти, поява дітей, розподілення сімейних ролей та обов'язків,
          зради, розлучення, тощо — пропоную Вам свої підтримку та супровід на
          шляху до пошуку найоптимальніших для Вас вирішень цих складних
          життєвих ситуацій. На шляху до пошуку гармонії та взаємопорозуміння.
        </p>
      </div>
    </div>
  );
};

export default Therapy;
